{"1": {"heading": "Тестовый заголовок", "body": "Реализовать консольное приложение \"заметки\",с сохранением, чтением, добавлением, редактированием и удалением заметок.Заметка должна   содержать идентификатор, заголовок, тело заметки и дату/время создания или последнего изменения заметки. Сохранение заметок необходимо сделать в формате json или csv формат (разделение полей рекомендуется делать через  точку с запятой). Реализацию пользовательского интерфейса студент может делать как ему удобнее, можно делать как параметры запуска программы (команда, данные), можно делать как запрос команды с консоли и  последующим вводом данных, как-то ещё, на усмотрение студента.", "date": "2023-09-14 14:48:11"}, "2": {"heading": "Заголовок заметки", "body": "Американский физик Артур Комптон отправился как-то в другой город проводить там важный эксперимент. Аппаратура для эксперимента была у него с собой: четыре совершенно одинаковых чемодана, в двух из которых лежали полые сферические корпуса электромоторов, а два оставшихся чемодана были плотно забиты свинцовыми кирпичами.Носильщики на вокзале, попробовав \"свинцовый\" чемоданчик, заломили за переноску невероятную цену. Комптон в ответ на это схватил сразу два чемодана (с корпусами) и, размахивая ими в воздухе, бодренько зашагал по перрону. Следом, по четыре человека на чемодан, поплелись пристыженные носильщики.", "date": "2022-08-14 15:18:21"}, "3": {"heading": "Еще одна заметка", "body": "В квартиру к Пикассо забрался вор. Пикассо заметил его, и вор убежал. В полиции хотели составить фоторобот, но Пикассо заявил, что он всё-таки художник, и сам нарисует портрет преступника.На основании этого портрета на следующий день были арестованы пятнадцать человек, две лошади, четыре автобуса, фонарный столб, тарелка жареной рыбы и рубанок.", "date": "2023-09-10 15:23:39"}, "4": {"heading": "И еще одна", "body": "Роберт Вуд однажды заметил, что труба большого спектроскопа покрылась изнутри паутиной. Будучи чересчур длинной, обычным способам чистки она не поддавалась.Тогда Вуд запихнул внутрь трубы кошку. Поставленная в безвыходное положение, кошка проползла через всю трубу и великолепно её вычистила, а потом ещё и почистилась сама.", "date": "2023-09-14 15:24:32"}}